Repository: LittleSixNine/PhotoTrail
Catalog: Sources/PhotoTrail/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hans, zh_hant

# 从列表移除这 %1$@ 张照片…
source: Remove Selected Photos from List (%1$@)…
es: Quitar de la lista la selección (%1$@)…
ja: 選択した写真%1$@枚を一覧から除外…
ko: 선택한 사진 %1$@장을 목록에서 제거…
pt_br: Remover da lista a seleção (%1$@)…
zh_hans: 从列表移除这 %1$@ 张照片…
zh_hant: 從列表移除這 %1$@ 張照片…

# 从所选照片新建 GPX 轨迹
source: Create a new GPX track from the selected photo
es: Crear una ruta GPX desde la selección
ja: 選択した写真からGPX軌跡を作成
ko: 선택한 사진으로 GPX 경로 만들기
pt_br: Criar uma trilha GPX da seleção
zh_hans: 从所选照片新建 GPX 轨迹
zh_hant: 從所選照片新建 GPX 軌跡

# 从操作区移除
source: Remove from Current Tracks
es: Quitar de las rutas actuales
ja: 現在の軌跡から除外
ko: 현재 경로에서 제거
pt_br: Remover das trilhas atuais
zh_hans: 从操作区移除
zh_hant: 從操作區移除

# 从照片新建 GPX 轨迹
source: New GPX track from photo
es: Nueva ruta GPX desde fotos
ja: 写真から新規GPX軌跡
ko: 사진에서 새 GPX 경로 생성
pt_br: Nova trilha GPX das fotos
zh_hans: 从照片新建 GPX 轨迹
zh_hant: 從照片新建 GPX 軌跡

# 从照片生成 GPX
source: Generating GPX from photos
es: Crear GPX desde fotos
ja: 写真からGPXを作成
ko: 사진에서 GPX 생성
pt_br: Criar GPX a partir de fotos
zh_hans: 从照片生成 GPX
zh_hant: 從照片生成 GPX

# 从钥匙串读取
source: Read from keychain
es: Leer del llavero
ja: キーチェーンから読み込む
ko: 키체인에서 읽기
pt_br: Ler das Chaves
zh_hans: 从钥匙串读取
zh_hant: 從鑰匙串讀取

# 以下 GPX 未能导入
source: The following GPX failed to import
es: GPX no importados
ja: 読み込めなかったGPX
ko: 가져오지 못한 GPX
pt_br: GPX não importados
zh_hans: 以下 GPX 未能导入
zh_hant: 以下 GPX 未能導入

# 以后可在设置中调整备份方式。
source: The backup method can be adjusted in the settings in the future.
es: Puedes cambiar las copias de seguridad en Ajustes más adelante.
ja: バックアップ方法は後で設定から変更できます。
ko: 백업 방식은 나중에 설정에서 변경할 수 있습니다.
pt_br: Você pode alterar os backups nos Ajustes depois.
zh_hans: 以后可在设置中调整备份方式。
zh_hant: 以後可在設定中調整備份方式。

# 位置已设置
source: The location has been set
es: Ubicación establecida
ja: 位置を設定しました
ko: 위치 설정됨
pt_br: Localização definida
zh_hans: 位置已设置
zh_hant: 位置已設定

# 位置已设置，请保存照片。
source: The location has been set, please save the photo.
es: Ubicación establecida. Guarda la foto.
ja: 位置を設定しました。写真を保存してください。
ko: 위치를 설정했습니다. 사진을 저장하세요.
pt_br: Localização definida. Salve a foto.
zh_hans: 位置已设置，请保存照片。
zh_hant: 位置已設定，請保存照片。

# 位置校验已取消，请重新拖动。
source: Position verification has been cancelled, please drag again.
es: Verificación de ubicación cancelada. Arrastra de nuevo.
ja: 位置の検証をキャンセルしました。もう一度ドラッグしてください。
ko: 위치 검증이 취소되었습니다. 다시 드래그하세요.
pt_br: Verificação de localização cancelada. Arraste novamente.
zh_hans: 位置校验已取消，请重新拖动。
zh_hant: 位置校驗已取消，請重新拖動。

# 使用 GPX 为所选照片匹配位置
source: Use GPX to match position to the selected photo
es: Cruzar la selección con GPX
ja: GPXで選択した写真の位置を照合
ko: GPX로 선택한 사진 위치 일치
pt_br: Comparar a seleção com GPX
zh_hans: 使用 GPX 为所选照片匹配位置
zh_hant: 使用 GPX 為所選照片匹配位置

# 使用轨迹位置替换已有定位；保存前可以撤销。
source: Replace existing locations with track matches. You can undo before saving.
es: Sustituye las ubicaciones existentes por las coincidencias con rutas. Puedes deshacer antes de guardar.
ja: 既存の位置も軌跡の照合結果で置き換えます。保存前は取り消せます。
ko: 기존 위치도 경로 일치 결과로 바꿉니다. 저장 전에는 실행 취소할 수 있습니다.
pt_br: Substitui as localizações existentes pelas correspondências com trilhas. Você pode desfazer antes de salvar.
zh_hans: 使用轨迹位置替换已有定位；保存前可以撤销。
zh_hant: 使用軌跡位置替換已有定位；保存前可以撤銷。

source: To use AMap and its coordinate conversion services, obtain and enter your own developer credentials. Usage beyond your free allowance or paid services may incur charges from AMap to your developer account. Manage payments on the AMap platform. PhotoTrail is free and does not collect these charges. The AMap key is stored in the Keychain on this Mac, not in plain-text settings or on PhotoTrail developer servers. It is used only to authenticate requests to AMap.
es: Para usar AMap y su conversión de coordenadas necesitas tus propias credenciales de desarrollador. Superar la cuota gratuita o usar servicios de pago puede generar cargos de AMap en tu cuenta. Gestiona los pagos en la plataforma de AMap. PhotoTrail es gratuito y no cobra ni recauda esas tarifas. La clave se guarda en el llavero de este Mac, no en texto claro en ajustes ni en servidores del desarrollador de PhotoTrail. Solo se usa para autenticar las solicitudes a AMap.
ja: AMapと関連する座標変換を使うには、ご自身の開発者キーを取得して入力してください。無料枠を超えたり有料サービスを使ったりすると、AMapから開発者アカウントに課金される場合があります。支払いはAMapのプラットフォームで管理してください。PhotoTrailは無料で、料金の徴収や代行は行いません。 AMapキーはこのMacのキーチェーンに保存され、設定ファイルに平文で書き込まれたり、PhotoTrail開発者のサーバーに送信されたりしません。AMap利用時の認証にのみ使われます。
ko: AMap과 관련 좌표 변환 기능을 사용하려면 본인의 개발자 키를 발급받아 입력해야 합니다. 무료 할당량을 초과하거나 유료 서비스를 사용하면 AMap이 개발자 계정에 요금을 청구할 수 있습니다. 결제는 AMap 플랫폼에서 관리합니다. PhotoTrail은 무료이며 요금을 징수하거나 대행하지 않습니다. AMap 키는 이 Mac의 키체인에 저장되며 설정 파일에 평문으로 기록되거나 PhotoTrail 개발자 서버에 업로드되지 않습니다. AMap 서비스를 호출할 때 인증 용도로만 사용됩니다.
pt_br: Para usar o AMap e sua conversão de coordenadas, obtenha suas próprias credenciais de desenvolvedor. Exceder a cota gratuita ou usar serviços pagos pode gerar cobranças do AMap na sua conta. Gerencie os pagamentos na plataforma do AMap. O PhotoTrail é gratuito e não cobra nem recolhe essas tarifas. A chave fica nas Chaves deste Mac, não em texto simples nos ajustes nem em servidores do desenvolvedor do PhotoTrail. É usada apenas para autenticar solicitações ao AMap.
zh_hans: 使用高德地图及相关坐标转换功能，需由你自行申请并填写高德开发者密钥。超出账号免费额度或使用付费服务时，可能产生费用（但个人用户很难使用超过每月免费额度），由高德向你的开发者账号计费。相关付费操作在高德开放平台完成，本软件完全免费，不收取或代收任何费用。 高德开发者密钥保存在本机的 macOS 钥匙串中，不以明文写入配置文件，也不会上传至本软件开发者的服务器。调用高德服务时，密钥仅用于向高德进行身份验证。
zh_hant: 使用高德地圖及相關坐標轉換功能，需由你自行申請並填寫高德開發者密鑰。超出賬號免費額度或使用付費服務時，可能產生費用（但個人用戶很難使用超過每月免費額度），由高德向你的開發者賬號計費。相關付費操作在高德開放平台完成，本軟體完全免費，不收取或代收任何費用。 高德開發者密鑰保存在本機的 macOS 鑰匙串中，不以明文寫入配置檔案，也不會上傳至本軟體開發者的服務器。調用高德服務時，密鑰僅用於向高德進行身份驗證。

# 保存
source: Save
es: Guardar
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存
zh_hant: 保存

# 保存 %1$@ 项修改？
source: Save changes to %1$@ items?
es: ¿Guardar cambios en %1$@ elementos?
ja: %1$@件の変更を保存しますか？
ko: %1$@개 항목의 변경 사항을 저장할까요?
pt_br: Salvar alterações em %1$@ itens?
zh_hans: 保存 %1$@ 项修改？
zh_hant: 保存 %1$@ 項修改？

# 保存中 %1$@/%2$@
source: Saving %1$@/%2$@
es: Guardando %1$@/%2$@
ja: 保存中 %1$@/%2$@
ko: 저장 중 %1$@/%2$@
pt_br: Salvando %1$@/%2$@
zh_hans: 保存中 %1$@/%2$@
zh_hant: 保存中 %1$@/%2$@

# 保存修改前备份原照片（推荐）
source: Back up the original photo before saving modifications (recommended)
es: Hacer copia antes de guardar (recomendado)
ja: 変更を保存する前に元の写真をバックアップ（推奨）
ko: 변경 저장 전에 원본 사진 백업(권장)
pt_br: Fazer backup antes de salvar (recomendado)
zh_hans: 保存修改前备份原照片（推荐）
zh_hant: 保存修改前備份原照片（推薦）

# 保存全部待保存修改
source: Save all pending changes
es: Guardar todos los cambios pendientes
ja: 保存待ちのすべての変更を保存
ko: 대기 중인 모든 변경 저장
pt_br: Salvar todas as alterações pendentes
zh_hans: 保存全部待保存修改
zh_hant: 保存全部待保存修改

# 保存前显示修改摘要
source: Show a summary before saving
es: Mostrar resumen antes de guardar
ja: 保存前に概要を表示
ko: 저장 전에 요약 표시
pt_br: Mostrar resumo antes de salvar
zh_hans: 保存前显示修改摘要
zh_hant: 保存前顯示修改摘要

# 保存定位修改前，先为原照片留一份备份。
source: Before saving the location modification, make a backup copy of the original photo.
es: Crea una copia del original antes de guardar cambios de ubicación.
ja: 位置の変更を保存する前に、元の写真のバックアップを作成します。
ko: 위치 변경을 저장하기 전에 원본 사진을 백업합니다.
pt_br: Faça uma cópia do original antes de salvar alterações de localização.
zh_hans: 保存定位修改前，先为原照片留一份备份。
zh_hant: 保存定位修改前，先為原照片留一份備份。

# 保存并加载
source: Save and load
es: Guardar y cargar
ja: 保存して読み込む
ko: 저장 후 불러오기
pt_br: Salvar e carregar
zh_hans: 保存并加载
zh_hant: 保存並加載

# 保存所有修改
source: Save all changes
es: Guardar todos los cambios
ja: すべての変更を保存
ko: 모든 변경 저장
pt_br: Salvar todas as alterações
zh_hans: 保存所有修改
zh_hant: 保存所有修改

# 保存收藏
source: Save Favorite
es: Guardar favorito
ja: お気に入りを保存
ko: 즐겨찾기 저장
pt_br: Salvar favorito
zh_hans: 保存收藏
zh_hant: 保存收藏

# 保护原始照片
source: Protect Original Photos
es: Protege los originales
ja: 元の写真を保護
ko: 원본 사진 보호
pt_br: Proteja os originais
zh_hans: 保护原始照片
zh_hant: 保護原始照片

# 保留照片和列表项目，清除这些照片的坐标及相关地点信息。配对 RAW 同步修改，点击保存后才写入原文件；可撤销。
source: Keep the photos in the list and clear their coordinates and related location information. Paired RAW files receive the same changes. Original files are updated only when you save; you can undo before saving.
es: Las fotos seguirán en la lista, pero se borrarán sus coordenadas y datos de ubicación. Se aplica también a sus RAW emparejados. Los originales solo se actualizan al guardar; antes puedes deshacer.
ja: 写真は一覧に残し、座標と関連する位置情報を消去します。ペアのRAWにも適用されます。元のファイルは保存時に更新され、保存前は取り消せます。
ko: 사진은 목록에 유지하고 좌표와 관련 위치 정보를 지웁니다. 쌍을 이룬 RAW에도 적용됩니다. 원본은 저장할 때 수정되며 저장 전에는 실행 취소할 수 있습니다.
pt_br: As fotos permanecem na lista, mas suas coordenadas e informações de localização serão limpas. Isso também se aplica aos RAW emparelhados. Os originais só são atualizados ao salvar; antes, você pode desfazer.
zh_hans: 保留照片和列表项目，清除这些照片的坐标及相关地点信息。配对 RAW 同步修改，点击保存后才写入原文件；可撤销。
zh_hant: 保留照片和列表項目，清除這些照片的坐標及相關地點資訊。配對 RAW 同步修改，點擊保存後才寫入原檔案；可撤銷。

# 修改前备份照片
source: Backup photos before modification
es: Hacer copia antes de modificar fotos
ja: 変更前に写真をバックアップ
ko: 수정 전에 사진 백업
pt_br: Fazer backup antes de modificar fotos
zh_hans: 修改前备份照片
zh_hant: 修改前備份照片

# 允许双击地图设置照片位置
source: Allows double-clicking the map to set the photo location
es: Permitir doble clic para ubicar fotos
ja: ダブルクリックで写真の位置を設定
ko: 두 번 클릭하여 사진 위치 설정 허용
pt_br: Permitir clique duplo para localizar fotos
zh_hans: 允许双击地图设置照片位置
zh_hant: 允許雙擊地圖設定照片位置

# 允许拖动选中照片的标记修改位置
source: Allows dragging the mark of the selected photo to modify the position
es: Permitir arrastrar el marcador para cambiar la ubicación
ja: 選択した写真のマーカーをドラッグして位置を変更
ko: 선택한 사진 마커를 드래그하여 위치 변경 허용
pt_br: Permitir arrastar o marcador para alterar a localização
zh_hans: 允许拖动选中照片的标记修改位置
zh_hant: 允許拖動選中照片的標記修改位置

# 全部
source: All
es: Todas
ja: すべて
ko: 전체
pt_br: Todas
zh_hans: 全部
zh_hant: 全部

# 关闭
source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

# 关闭后仅显示选中照片的位置。
source: When turned off, only the location of the selected photo will be displayed.
es: Si se desactiva, solo se muestra la ubicación de las fotos seleccionadas.
ja: オフの場合、選択した写真の位置だけを表示します。
ko: 끄면 선택한 사진의 위치만 표시합니다.
pt_br: Se desativada, apenas a localização das fotos selecionadas é exibida.
zh_hans: 关闭后仅显示选中照片的位置。
zh_hant: 關閉後僅顯示選中照片的位置。

# 关闭提示
source: Close prompt
es: Cerrar aviso
ja: 通知を閉じる
ko: 알림 닫기
pt_br: Fechar aviso
zh_hans: 关闭提示
zh_hant: 關閉提示

# 写入地图定位到所选照片
source: Apply Map Location to Selected Photos
es: Aplicar ubicación del mapa a la selección
ja: 地図の位置を選択した写真に適用
ko: 지도 위치를 선택한 사진에 적용
pt_br: Aplicar localização do mapa à seleção
zh_hans: 写入地图定位到所选照片
zh_hant: 寫入地圖定位到所選照片

# 写入照片
source: Apply to Photos
es: Aplicar a fotos
ja: 写真に適用
ko: 사진에 적용
pt_br: Aplicar às fotos
zh_hans: 写入照片
zh_hant: 寫入照片

# 准备开始
source: Get started
es: Empezar
ja: 準備完了
ko: 시작하기
pt_br: Começar
zh_hans: 准备开始
zh_hant: 準備開始

# 分钟
source: Minutes
es: minutos
ja: 分
ko: 분
pt_br: minutos
zh_hans: 分钟
zh_hant: 分鐘

# 切换到列表页
source: Switch to the list page
es: Cambiar a la lista
ja: 一覧ページに切り替え
ko: 목록 페이지로 전환
pt_br: Ir para a lista
zh_hans: 切换到列表页
zh_hant: 切換到列表頁

# 切换到详情页
source: Switch to the details page
es: Cambiar a detalles
ja: 詳細ページに切り替え
ko: 상세 페이지로 전환
pt_br: Ir para os detalhes
zh_hans: 切换到详情页
zh_hant: 切換到詳情頁

# 创建 XMP 附属文件
source: Create XMP sidecar files
es: Crear archivos auxiliares XMP
ja: XMPサイドカーファイルを作成
ko: XMP 사이드카 파일 만들기
pt_br: Criar arquivos auxiliares XMP
zh_hans: 创建 XMP 附属文件
zh_hant: 創建 XMP 附屬檔案

# 创建轨迹
source: Create track
es: Crear ruta
ja: 軌跡を作成
ko: 경로 만들기
pt_br: Criar trilha
zh_hans: 创建轨迹
zh_hant: 創建軌跡

# 删除收藏
source: Delete Favorite
es: Eliminar favorito
ja: お気に入りを削除
ko: 즐겨찾기 삭제
pt_br: Excluir favorito
zh_hans: 删除收藏
zh_hant: 刪除收藏

# 删除收藏失败，原记录已保留。
source: Deletion of favorites failed, the original record has been retained.
es: No se pudo eliminar el favorito. Se conserva el registro original.
ja: お気に入りを削除できませんでした。元の記録は保持されています。
ko: 즐겨찾기를 삭제하지 못했습니다. 원래 기록은 보존되었습니다.
pt_br: Não foi possível excluir o favorito. O registro original foi preservado.
zh_hans: 删除收藏失败，原记录已保留。
zh_hant: 刪除收藏失敗，原記錄已保留。

# 刷新
source: Refresh
es: Actualizar
ja: 更新
ko: 새로 고침
pt_br: Atualizar
zh_hans: 刷新
zh_hant: 刷新

# 刷新 %1$@
source: Refresh %1$@
es: Actualizar %1$@
ja: %1$@を更新
ko: %1$@ 새로 고침
pt_br: Atualizar %1$@
zh_hans: 刷新 %1$@
zh_hant: 刷新 %1$@

# 刷新全部可见轨迹
source: Refresh all visible tracks
es: Actualizar rutas visibles
ja: 表示中のすべての軌跡を更新
ko: 표시 중인 모든 경로 새로 고침
pt_br: Atualizar trilhas visíveis
zh_hans: 刷新全部可见轨迹
zh_hant: 刷新全部可見軌跡

# 刷新失败，保留原轨迹。%1$@
source: Refresh failed, retaining the original track. %1$@
es: Error al actualizar; se conserva la ruta original. %1$@
ja: 更新に失敗し、元の軌跡を保持しています。%1$@
ko: 새로 고침에 실패하여 기존 경로를 유지합니다. %1$@
pt_br: Falha ao atualizar; a trilha original foi preservada. %1$@
zh_hans: 刷新失败，保留原轨迹。%1$@
zh_hant: 刷新失敗，保留原軌跡。%1$@

# 前一条完成后自动开始。
source: Start automatically after the previous one is completed.
es: Se inicia automáticamente al terminar la anterior.
ja: 前の処理が終わると自動的に開始します。
ko: 이전 작업이 끝나면 자동으로 시작합니다.
pt_br: Inicia automaticamente ao terminar a anterior.
zh_hans: 前一条完成后自动开始。
zh_hant: 前一條完成後自動開始。

# 前往下载
source: Go to download
es: Ir a descargar
ja: ダウンロードへ
ko: 다운로드 페이지 열기
pt_br: Ir para download
zh_hans: 前往下载
zh_hant: 前往下載

# 前往下载新版
source: Go to download the new version
es: Descargar nueva versión
ja: 新しいバージョンをダウンロード
ko: 새 버전 다운로드
pt_br: Baixar nova versão
zh_hans: 前往下载新版
zh_hant: 前往下載新版

# 前往发布页
source: Go to release page
es: Ver versiones
ja: リリースページへ
ko: 릴리스 페이지 열기
pt_br: Ver versões
zh_hans: 前往发布页
zh_hant: 前往發佈頁

# 副本写入或回读验证失败。
source: Copy write or readback verification failed.
es: Error al escribir la copia o verificarla mediante relectura.
ja: コピーへの書き込み、または再読み込み検証に失敗しました。
ko: 사본 기록 또는 다시 읽기 검증에 실패했습니다.
pt_br: Falha ao gravar a cópia ou verificar sua releitura.
zh_hans: 副本写入或回读验证失败。
zh_hant: 副本寫入或回讀驗證失敗。

# 加入
source: Add
es: Añadir
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 加入
zh_hant: 加入

# 加入历史轨迹 %1$@
source: Join historical track %1$@
es: Añadir ruta del historial %1$@
ja: 履歴の軌跡%1$@を追加
ko: 기록의 경로 %1$@ 추가
pt_br: Adicionar trilha do histórico %1$@
zh_hans: 加入历史轨迹 %1$@
zh_hant: 加入歷史軌跡 %1$@

# 加入后转换
source: Conversion after adding
es: Convertir al añadir
ja: 追加後に変換
ko: 추가 후 변환
pt_br: Converter ao adicionar
zh_hans: 加入后转换
zh_hant: 加入後轉換

# 北
source: North
es: Norte
ja: 北
ko: 북쪽
pt_br: Norte
zh_hans: 北
zh_hant: 北

# 匹配成功
source: Matched
es: Coincidencia encontrada
ja: 照合成功
ko: 일치 성공
pt_br: Correspondência encontrada
zh_hans: 匹配成功
zh_hant: 匹配成功

# 匹配照片和轨迹时，请选择相机拍摄时所用的时区。默认使用本机时区。 开启更新 GPS 时间后，程序也会用此时区将拍摄时间转换为 UTC，再保存到照片。
source: When matching photos and tracks, please select the time zone the camera was shooting in. The local time zone is used by default. After turning on updating GPS time, the program will also use this time zone to convert the shooting time to UTC and then save it to the photo.
es: Al cruzar fotos y rutas, elige la zona horaria de la cámara al capturar las fotos. Por defecto se usa la zona local. Si activas la actualización de la hora GPS, esta zona también se usa para convertir la hora de captura a UTC y guardarla en la foto.
ja: 写真と軌跡を照合する際は、撮影時のカメラのタイムゾーンを選択してください。既定では現在地のタイムゾーンを使います。 GPS日時の更新を有効にすると、このタイムゾーンで撮影日時をUTCに変換して写真に保存します。
ko: 사진과 경로를 일치시킬 때 촬영 당시 카메라 시간대를 선택하세요. 기본값은 현지 시간대입니다. GPS 시간 업데이트를 켜면 이 시간대로 촬영 시간을 UTC로 변환하여 사진에 저장합니다.
pt_br: Ao comparar fotos e trilhas, escolha o fuso horário da câmera na captura. Por padrão, usa-se o fuso local. Se ativar a atualização da hora GPS, esse fuso também será usado para converter a hora de captura para UTC e salvá-la na foto.
zh_hans: 匹配照片和轨迹时，请选择相机拍摄时所用的时区。默认使用本机时区。 开启更新 GPS 时间后，程序也会用此时区将拍摄时间转换为 UTC，再保存到照片。
zh_hant: 匹配照片和軌跡時，請選擇相機拍攝時所用的時區。預設使用本機時區。 開啓更新 GPS 時間後，程序也會用此時區將拍攝時間轉換為 UTC，再保存到照片。

# 匹配范围：全部已导入轨迹（%1$@ 条）
source: Matching range: all imported trajectories (%1$@ strips)
es: Ámbito: todas las rutas importadas (%1$@)
ja: 照合範囲：読み込んだ全軌跡（%1$@本）
ko: 일치 범위: 가져온 모든 경로(%1$@개)
pt_br: Escopo: todas as trilhas importadas (%1$@)
zh_hans: 匹配范围：全部已导入轨迹（%1$@ 条）
zh_hant: 匹配範圍：全部已導入軌跡（%1$@ 條）

# 匹配预览：可应用 %1$@ · 需检查 %2$@ · 跳过 %3$@
source: Match preview: ready %1$@ · review %2$@ · skipped %3$@
es: Vista previa: listas %1$@ · revisar %2$@ · omitidas %3$@
ja: 照合プレビュー：適用可%1$@ · 要確認%2$@ · スキップ%3$@
ko: 일치 미리보기: 적용 가능 %1$@ · 검토 %2$@ · 건너뜀 %3$@
pt_br: Prévia: prontas %1$@ · revisar %2$@ · ignoradas %3$@
zh_hans: 匹配预览：可应用 %1$@ · 需检查 %2$@ · 跳过 %3$@
zh_hant: 匹配預覽：可應用 %1$@ · 需檢查 %2$@ · 跳過 %3$@

# 十进制度
source: Decimal degrees
es: Grados decimales
ja: 十進度
ko: 십진수 도
pt_br: Graus decimais
zh_hans: 十进制度
zh_hant: 十進制度

# 升序
source: Ascending order
es: Ascendente
ja: 昇順
ko: 오름차순
pt_br: Crescente
zh_hans: 升序
zh_hant: 升序

# 卫星
source: Satellite
es: Satélite
ja: 衛星写真
ko: 위성
pt_br: Satélite
zh_hans: 卫星
zh_hant: 衛星

# 卫星视图
source: Satellite view
es: Vista satélite
ja: 衛星写真
ko: 위성 보기
pt_br: Vista de satélite
zh_hans: 卫星视图
zh_hant: 衛星視圖

# 历史记录
source: History record
es: Historial
ja: 履歴
ko: 기록
pt_br: Histórico
zh_hans: 历史记录
zh_hant: 歷史記錄

# 原始轨迹
source: Original track
es: Ruta original
ja: 元の軌跡
ko: 원본 경로
pt_br: Trilha original
zh_hans: 原始轨迹
zh_hant: 原始軌跡

# 原文件不可用，仍可查看已有缓存；请重新导入以匹配照片。
source: The original file is unavailable, the existing cache can still be viewed; please re-import to match the photo.
es: El original no está disponible. Puedes ver la caché; vuelve a importar para cruzar fotos.
ja: 元のファイルが利用できません。キャッシュは表示できますが、写真の照合には再読み込みが必要です。
ko: 원본 파일을 사용할 수 없습니다. 캐시는 볼 수 있지만 사진 일치를 위해서는 다시 가져오세요.
pt_br: O original está indisponível. Você pode ver o cache; importe novamente para comparar fotos.
zh_hans: 原文件不可用，仍可查看已有缓存；请重新导入以匹配照片。
zh_hant: 原檔案不可用，仍可查看已有快取；請重新導入以匹配照片。

# 原照片坐标系尚未确认，请在高德搜索或重新选点后收藏。
source: The original photo coordinate system has not been confirmed yet, please search in AMap or re-select to collect.
es: No se ha confirmado el sistema de coordenadas original. Busca en AMap o elige el punto de nuevo antes de guardarlo como favorito.
ja: 元の写真の座標系が未確認です。AMapで検索するか、場所を選び直してからお気に入りに追加してください。
ko: 원본 사진의 좌표계가 확인되지 않았습니다. AMap에서 검색하거나 위치를 다시 선택한 뒤 즐겨찾기에 추가하세요.
pt_br: O sistema de coordenadas original não foi confirmado. Busque no AMap ou selecione o ponto novamente antes de salvá-lo nos favoritos.
zh_hans: 原照片坐标系尚未确认，请在高德搜索或重新选点后收藏。
zh_hant: 原照片坐標系尚未確認，請在高德搜索或重新選點後收藏。

# 双击地图设置所选照片位置
source: Double-click the map to set the selected photo location
es: Doble clic en el mapa para ubicar las fotos seleccionadas
ja: 地図をダブルクリックして選択した写真の位置を設定
ko: 지도를 두 번 클릭하여 선택한 사진 위치 설정
pt_br: Clique duas vezes no mapa para localizar as fotos selecionadas
zh_hans: 双击地图设置所选照片位置
zh_hant: 雙擊地圖設定所選照片位置

# 反馈
source: Feedback
es: Comentarios
ja: フィードバック
ko: 의견 보내기
pt_br: Comentários
zh_hans: 反馈
zh_hant: 反饋

# 反馈意见
source: Feedback
es: Enviar comentarios
ja: フィードバック
ko: 의견 보내기
pt_br: Enviar comentários
zh_hans: 反馈意见
zh_hant: 反饋意見

# 发布信息中的安装镜像无效
source: The installation image in the release information is invalid
es: Imagen de instalación no válida en la información de la versión
ja: リリース情報のインストール用イメージが無効です
ko: 릴리스 정보의 설치 이미지가 유효하지 않습니다
pt_br: Imagem de instalação inválida nas informações da versão
zh_hans: 发布信息中的安装镜像无效
zh_hant: 發佈資訊中的安裝鏡像無效

# 发现新版本 %1$@，可前往 GitHub 下载。
source: A new version %1$@ was found and can be downloaded from GitHub.
es: La versión %1$@ está disponible en GitHub.
ja: 新しいバージョン%1$@があります。GitHubからダウンロードできます。
ko: 새 버전 %1$@이 있습니다. GitHub에서 다운로드할 수 있습니다.
pt_br: A versão %1$@ está disponível no GitHub.
zh_hans: 发现新版本 %1$@，可前往 GitHub 下载。
zh_hant: 發現新版本 %1$@，可前往 GitHub 下載。

# 取消
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# 另有 %1$@ 张
source: More: %1$@
es: Otras %1$@ fotos
ja: ほか%1$@枚
ko: 추가 %1$@장
pt_br: Outras %1$@ fotos
zh_hans: 另有 %1$@ 张
zh_hant: 另有 %1$@ 張

# 可稍后设置
source: Can be set later
es: Puedes hacerlo más tarde
ja: 後で設定できます
ko: 나중에 설정 가능
pt_br: Pode ser feito depois
zh_hans: 可稍后设置
zh_hant: 可稍後設定

# 同一拍摄时间对应多个不同位置，需选择轨迹来源。
source: The same shooting time corresponds to multiple different locations, and the track source needs to be selected.
es: La misma hora corresponde a varias ubicaciones. Selecciona la ruta que deseas usar.
ja: 同じ撮影日時に複数の異なる位置があります。使用する軌跡を選択してください。
ko: 같은 촬영 시간에 여러 위치가 있습니다. 사용할 경로를 선택하세요.
pt_br: O mesmo horário corresponde a várias localizações. Selecione a trilha a usar.
zh_hans: 同一拍摄时间对应多个不同位置，需选择轨迹来源。
zh_hant: 同一拍攝時間對應多個不同位置，需選擇軌跡來源。

# 名称，例如家
source: Name, such as home
es: Nombre, por ejemplo Casa
ja: 名前（例：自宅）
ko: 이름(예: 집)
pt_br: Nome, por exemplo Casa
zh_hans: 名称，例如家
zh_hant: 名稱，例如家

# 启动时检查更新
source: Check for updates at startup
es: Buscar actualizaciones al iniciar
ja: 起動時に更新を確認
ko: 시작 시 업데이트 확인
pt_br: Verificar atualizações ao iniciar
zh_hans: 启动时检查更新
zh_hant: 啓動時檢查更新

# 启动视野
source: Start view
es: Vista inicial
ja: 開始時の表示
ko: 시작 화면
pt_br: Visualização inicial
zh_hans: 启动视野
zh_hant: 啓動視野

# 回到当前
source: Return to Current Photo
es: Volver a la foto actual
ja: 現在の写真に戻る
ko: 현재 사진으로 돌아가기
pt_br: Voltar à foto atual
zh_hans: 回到当前
zh_hant: 回到當前

# 回到本机位置
source: Return to local position
es: Volver a mi ubicación
ja: 現在地に戻る
ko: 현재 위치로 돌아가기
pt_br: Voltar à minha localização
zh_hans: 回到本机位置
zh_hant: 回到本機位置

# 回到正北
source: Return to true north
es: Orientar al norte verdadero
ja: 真北を上にする
ko: 진북으로 돌아가기
pt_br: Orientar para o norte verdadeiro
zh_hans: 回到正北
zh_hant: 回到正北

# 在同一轨迹段的相邻记录点之间按拍摄时间线性插值。
source: Linear interpolation according to shooting time between adjacent recording points of the same track segment.
es: Se interpola linealmente según la hora de captura entre puntos adyacentes del mismo segmento.
ja: 同じ軌跡区間の隣接点間で、撮影日時に基づき線形補間します。
ko: 같은 경로 구간의 인접 지점 사이에서 촬영 시간에 따라 선형 보간합니다.
pt_br: Interpolação linear pela hora de captura entre pontos adjacentes do mesmo segmento.
zh_hans: 在同一轨迹段的相邻记录点之间按拍摄时间线性插值。
zh_hant: 在同一軌跡段的相鄰記錄點之間按拍攝時間線性插值。

# 在地图上显示所有照片的位置
source: Show the locations of all photos on the map
es: Mostrar todas las fotos en el mapa
ja: すべての写真の位置を地図に表示
ko: 모든 사진 위치를 지도에 표시
pt_br: Mostrar todas as fotos no mapa
zh_hans: 在地图上显示所有照片的位置
zh_hant: 在地圖上顯示所有照片的位置

# 在地图中显示
source: Show in map
es: Mostrar en el mapa
ja: 地図に表示
ko: 지도에 표시
pt_br: Mostrar no mapa
zh_hans: 在地图中显示
zh_hant: 在地圖中顯示

# 在地图中显示 %1$@
source: Display %1$@ on the map
es: Mostrar %1$@ en el mapa
ja: %1$@を地図に表示
ko: 지도에 %1$@ 표시
pt_br: Mostrar %1$@ no mapa
zh_hans: 在地图中显示 %1$@
zh_hant: 在地圖中顯示 %1$@

# 在地图定位页查看
source: View on the map location page
es: Ver en la página del mapa
ja: 地図ページで表示
ko: 지도 페이지에서 보기
pt_br: Ver na página do mapa
zh_hans: 在地图定位页查看
zh_hant: 在地圖定位頁查看

# 在地图点选
source: Click on the map
es: y pulsa en el mapa
ja: 地図をクリック
ko: 지도를 클릭하세요
pt_br: e clique no mapa
zh_hans: 在地图点选
zh_hant: 在地圖點選

# 在访达中显示
source: Show in Finder
es: Mostrar en Finder
ja: Finderで表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
zh_hans: 在访达中显示
zh_hant: 在訪達中顯示

# 在访达中显示原文件
source: Show the original file in Finder
es: Mostrar original en Finder
ja: 元のファイルをFinderで表示
ko: Finder에서 원본 파일 보기
pt_br: Mostrar original no Finder
zh_hans: 在访达中显示原文件
zh_hant: 在訪達中顯示原檔案

# 地区名称
source: Region name
es: Nombre de región
ja: 地域名
ko: 지역 이름
pt_br: Nome da região
zh_hans: 地区名称
zh_hant: 地區名稱

# 地区暂不可用
source: The region is not available
es: Región no disponible
ja: 地域情報を利用できません
ko: 지역 정보 사용 불가
pt_br: Região indisponível
zh_hans: 地区暂不可用
zh_hant: 地區暫不可用

# 地区查询失败
source: Region query failed
es: Error al consultar la región
ja: 地域の検索に失敗しました
ko: 지역 조회 실패
pt_br: Falha ao consultar a região
zh_hans: 地区查询失败
zh_hant: 地區查詢失敗

# 地图
source: Map
es: Mapa
ja: 地図
ko: 지도
pt_br: Mapa
zh_hans: 地图
zh_hant: 地圖

# 地图加载器不可用
source: Map loader unavailable
es: Cargador de mapas no disponible
ja: 地図の読み込み機能を利用できません
ko: 지도 로더 사용 불가
pt_br: Carregador de mapas indisponível
zh_hans: 地图加载器不可用
zh_hant: 地圖加載器不可用

# 地图定位
source: Map
es: Mapa
ja: 地図
ko: 지도
pt_br: Mapa
zh_hans: 地图定位
zh_hant: 地圖定位

# 地图就绪后读取地区
source: Read the region after the map is ready
es: La región se cargará cuando el mapa esté listo
ja: 地図の準備完了後に地域名を読み込みます
ko: 지도가 준비되면 지역을 불러옵니다
pt_br: A região será carregada quando o mapa estiver pronto
zh_hans: 地图就绪后读取地区
zh_hant: 地圖就緒後讀取地區
